"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 20000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<UNK>\", \"document_count\": 8885, \"word_counts\": \"{\\\"alphabet's\\\": 58, \\\"waymo\\\": 58, \\\"to\\\": 3216, \\\"launch\\\": 143, \\\"robotaxis\\\": 4, \\\"with\\\": 935, \\\"no\\\": 54, \\\"human\\\": 6, \\\"in\\\": 1958, \\\"driver's\\\": 4, \\\"seat\\\": 4, \\\"update\\\": 1251, \\\"1\\\": 760, \\\"indonesia\\\": 15, \\\"summon\\\": 6, \\\"messenger\\\": 16, \\\"search\\\": 72, \\\"engine\\\": 13, \\\"providers\\\": 9, \\\"over\\\": 289, \\\"content\\\": 41, \\\"3\\\": 239, \\\"autonation\\\": 2, \\\"announces\\\": 91, \\\"fleet\\\": 7, \\\"repair\\\": 3, \\\"deal\\\": 297, \\\"shares\\\": 334, \\\"jump\\\": 33, \\\"u\\\": 787, \\\"s\\\": 899, \\\"lawmakers\\\": 18, \\\"release\\\": 47, \\\"sample\\\": 2, \\\"of\\\": 1035, \\\"russian\\\": 21, \\\"bought\\\": 17, \\\"facebook\\\": 68, \\\"ads\\\": 31, \\\"google\\\": 1117, \\\"ditched\\\": 4, \\\"autopilot\\\": 6, \\\"driving\\\": 198, \\\"feature\\\": 19, \\\"after\\\": 273, \\\"test\\\": 55, \\\"user\\\": 16, \\\"napped\\\": 4, \\\"behind\\\": 16, \\\"wheel\\\": 4, \\\"mobile\\\": 141, \\\"ad\\\": 56, \\\"revenue\\\": 218, \\\"surges\\\": 23, \\\"corrected\\\": 149, \\\"4\\\": 135, \\\"end\\\": 66, \\\"sight\\\": 11, \\\"for\\\": 1262, \\\"tech\\\": 343, \\\"giant\\\": 12, \\\"share\\\": 180, \\\"gains\\\": 88, \\\"brief\\\": 1103, \\\"alphabet\\\": 298, \\\"posts\\\": 53, \\\"qtrly\\\": 14, \\\"earnings\\\": 169, \\\"per\\\": 60, \\\"9\\\": 62, \\\"57\\\": 8, \\\"rises\\\": 71, \\\"24\\\": 5, \\\"pct\\\": 138, \\\"on\\\": 1176, \\\"advertising\\\": 12, \\\"growth\\\": 135, \\\"looks\\\": 44, \\\"snowy\\\": 4, \\\"michigan\\\": 6, \\\"self\\\": 181, \\\"cars\\\": 92, \\\"balloon\\\": 6, \\\"project\\\": 35, \\\"provide\\\": 19, \\\"limited\\\": 12, \\\"internet\\\": 93, \\\"puerto\\\": 10, \\\"rico\\\": 10, \\\"capitalg\\\": 4, \\\"leads\\\": 12, \\\"lyft's\\\": 4, \\\"billion\\\": 156, \\\"funding\\\": 25, \\\"round\\\": 19, \\\"press\\\": 61, \\\"digest\\\": 43, \\\"new\\\": 481, \\\"york\\\": 28, \\\"times\\\": 31, \\\"business\\\": 184, \\\"news\\\": 45, \\\"oct\\\": 20, \\\"20\\\": 38, \\\"bln\\\": 196, \\\"lyft\\\": 16, \\\"says\\\": 535, \\\"latest\\\": 28, \\\"develop\\\": 29, \\\"high\\\": 131, \\\"waterfront\\\": 8, \\\"site\\\": 20, \\\"toronto\\\": 8, \\\"launches\\\": 159, \\\"advanced\\\": 23, \\\"gmail\\\": 7, \\\"security\\\": 95, \\\"features\\\": 16, \\\"risk\\\": 22, \\\"users\\\": 47, \\\"fidelity\\\": 7, \\\"tests\\\": 25, \\\"virtual\\\": 11, \\\"reality\\\": 17, \\\"customer\\\": 17, \\\"service\\\": 179, \\\"training\\\": 2, \\\"campaign\\\": 14, \\\"promote\\\": 15, \\\"driverless\\\": 27, \\\"car\\\": 160, \\\"safety\\\": 11, \\\"use\\\": 34, \\\"balloons\\\": 8, \\\"cell\\\": 14, \\\"social\\\": 9, \\\"media\\\": 38, \\\"executives\\\": 17, \\\"testify\\\": 10, \\\"nov\\\": 15, \\\"about\\\": 87, \\\"russia\\\": 26, \\\"and\\\": 446, \\\"election\\\": 11, \\\"phones\\\": 46, \\\"speakers\\\": 15, \\\"hardware\\\": 22, \\\"push\\\": 88, \\\"unit\\\": 116, \\\"nears\\\": 21, \\\"development\\\": 24, \\\"wsj\\\": 87, \\\"slew\\\": 2, \\\"products\\\": 25, \\\"headlined\\\": 2, \\\"by\\\": 267, \\\"pixel\\\": 8, \\\"2\\\": 500, \\\"judge\\\": 75, \\\"he\\\": 18, \\\"will\\\": 94, \\\"delay\\\": 14, \\\"uber\\\": 105, \\\"trade\\\": 77, \\\"secrets\\\": 4, \\\"trial\\\": 43, \\\"ask\\\": 11, \\\"twitter\\\": 50, \\\"information\\\": 6, \\\"anti\\\": 23, \\\"fracking\\\": 2, \\\"zuckerberg\\\": 2, \\\"nixes\\\": 2, \\\"class\\\": 33, \\\"shareholder\\\": 16, \\\"lawsuit\\\": 124, \\\"buy\\\": 172, \\\"part\\\": 19, \\\"htc's\\\": 6, \\\"smartphone\\\": 66, \\\"operations\\\": 8, \\\"seeking\\\": 31, \\\"6\\\": 82, \\\"from\\\": 258, \\\"one\\\": 46, \\\"secret\\\": 25, \\\"lawyer\\\": 9, \\\"close\\\": 41, \\\"buying\\\": 14, \\\"maker\\\": 65, \\\"assets\\\": 13, \\\"bloomberg\\\": 88, \\\"bbg\\\": 18, \\\"amazon\\\": 1001, \\\"working\\\": 41, \\\"'smart\\\": 7, \\\"glasses'\\\": 6, \\\"as\\\": 621, \\\"its\\\": 164, \\\"first\\\": 141, \\\"wearable\\\": 17, \\\"device\\\": 24, \\\"ft\\\": 15, \\\"talks\\\": 94, \\\"possible\\\": 8, \\\"investment\\\": 67, \\\"source\\\": 77, \\\"gm's\\\": 4, \\\"cruise\\\": 3, \\\"aims\\\": 30, \\\"open\\\": 111, \\\"public\\\": 14, \\\"timing\\\": 7, \\\"unclear\\\": 6, \\\"disables\\\": 2, \\\"offensive\\\": 4, \\\"keywords\\\": 2, \\\"found\\\": 5, \\\"buzzfeed\\\": 5, \\\"inc\\\": 88, \\\"consider\\\": 16, \\\"clash\\\": 12, \\\"key\\\": 33, \\\"evidence\\\": 6, \\\"accuses\\\": 30, \\\"discriminating\\\": 2, \\\"against\\\": 194, \\\"women\\\": 22, \\\"pay\\\": 182, \\\"promotions\\\": 6, \\\"uber's\\\": 14, \\\"bid\\\": 121, \\\"move\\\": 29, \\\"court\\\": 282, \\\"fight\\\": 121, \\\"arbitration\\\": 11, \\\"denied\\\": 9, \\\"appeals\\\": 52, \\\"offer\\\": 74, \\\"rides\\\": 3, \\\"san\\\": 18, \\\"francisco\\\": 6, \\\"area\\\": 5, \\\"acts\\\": 6, \\\"comply\\\": 15, \\\"eu\\\": 350, \\\"antitrust\\\": 253, \\\"order\\\": 43, \\\"four\\\": 28, \\\"drivers\\\": 16, \\\"fined\\\": 3, \\\"denmark\\\": 5, \\\"others\\\": 20, \\\"charged\\\": 5, \\\"buzz\\\": 13, \\\"blackrock's\\\": 8, \\\"largest\\\": 13, \\\"mutual\\\": 9, \\\"fund\\\": 71, \\\"appears\\\": 11, \\\"warm\\\": 3, \\\"again\\\": 21, \\\"hedge\\\": 37, \\\"funds\\\": 47, \\\"bearish\\\": 5, \\\"faang\\\": 5, \\\"stocks\\\": 754, \\\"second\\\": 62, \\\"quarter\\\": 78, \\\"sec\\\": 62, \\\"filings\\\": 10, \\\"tiger\\\": 28, \\\"global\\\": 191, \\\"management\\\": 30, \\\"cuts\\\": 87, \\\"stake\\\": 173, \\\"com\\\": 100, \\\"third\\\": 44, \\\"point\\\": 19, \\\"ups\\\": 49, \\\"dissolves\\\": 26, \\\"snap\\\": 19, \\\"cancels\\\": 6, \\\"staff\\\": 8, \\\"meeting\\\": 12, \\\"fears\\\": 30, \\\"online\\\": 98, \\\"harassment\\\": 14, \\\"graves\\\": 2, \\\"stepping\\\": 3, \\\"down\\\": 116, \\\"full\\\": 21, \\\"time\\\": 90, \\\"job\\\": 20, \\\"stays\\\": 5, \\\"board\\\": 63, \\\"fires\\\": 6, \\\"employee\\\": 13, \\\"diversity\\\": 7, \\\"memo\\\": 3, \\\"omega's\\\": 4, \\\"cooperman\\\": 4, \\\"tells\\\": 40, \\\"cnbc\\\": 80, \\\"his\\\": 13, \\\"biggest\\\": 29, \\\"position\\\": 7, \\\"is\\\": 83, \\\"hopes\\\": 26, \\\"train\\\": 2, \\\"10\\\": 58, \\\"million\\\": 117, \\\"people\\\": 6, \\\"africa\\\": 3, \\\"skills\\\": 2, \\\"ceo\\\": 243, \\\"hit\\\": 85, \\\"record\\\": 185, \\\"sales\\\": 196, \\\"soar\\\": 16, \\\"50\\\": 27, \\\"mln\\\": 194, \\\"initiative\\\": 6, \\\"help\\\": 67, \\\"prepare\\\": 3, \\\"the\\\": 219, \\\"changing\\\": 2, \\\"nature\\\": 2, \\\"work\\\": 26, \\\"blog\\\": 12, \\\"year\\\": 138, \\\"ipo\\\": 31, \\\"japanese\\\": 8, \\\"chat\\\": 13, \\\"app\\\": 134, \\\"line\\\": 14, \\\"reports\\\": 100, \\\"drop\\\": 65, \\\"numbers\\\": 9, \\\"canada\\\": 22, \\\"head\\\": 48, \\\"exits\\\": 6, \\\"company\\\": 98, \\\"names\\\": 52, \\\"interim\\\": 7, \\\"adobe\\\": 9, \\\"pull\\\": 11, \\\"plug\\\": 10, \\\"flash\\\": 11, \\\"ending\\\": 6, \\\"an\\\": 27, \\\"era\\\": 9, \\\"systems\\\": 27, \\\"support\\\": 18, \\\"widely\\\": 4, \\\"used\\\": 5, \\\"multimedia\\\": 2, \\\"software\\\": 75, \\\"2020\\\": 12, \\\"investors\\\": 114, \\\"unhappy\\\": 4, \\\"shells\\\": 4, \\\"out\\\": 77, \\\"more\\\": 152, \\\"drive\\\": 44, \\\"traffic\\\": 8, \\\"us\\\": 586, \\\"mcdonald's\\\": 4, \\\"caterpillar\\\": 4, \\\"power\\\": 37, \\\"p\\\": 109, \\\"adds\\\": 61, \\\"cash\\\": 51, \\\"pile\\\": 5, \\\"despite\\\": 22, \\\"higher\\\": 83, \\\"costs\\\": 17, \\\"fine\\\": 44, \\\"5\\\": 136, \\\"01\\\": 3, \\\"q2\\\": 35, \\\"aggregate\\\": 5, \\\"paid\\\": 9, \\\"clicks\\\": 2, \\\"were\\\": 7, \\\"up\\\": 394, \\\"52\\\": 5, \\\"profit\\\": 170, \\\"slumps\\\": 16, \\\"7\\\": 116, \\\"results\\\": 100, \\\"appoints\\\": 33, \\\"sundar\\\": 6, \\\"pichai\\\": 20, \\\"redesigns\\\": 6, \\\"personalized\\\": 3, \\\"'feed'\\\": 2, \\\"earth\\\": 5, \\\"let\\\": 12, \\\"post\\\": 45, \\\"stories\\\": 3, \\\"photos\\\": 5, \\\"coming\\\": 20, \\\"years\\\": 36, \\\"china\\\": 247, \\\"could\\\": 98, \\\"field\\\": 13, \\\"nearly\\\": 21, \\\"half\\\": 11, \\\"electric\\\": 29, \\\"models\\\": 8, \\\"study\\\": 19, \\\"must\\\": 32, \\\"disclose\\\": 12, \\\"details\\\": 21, \\\"ruling\\\": 63, \\\"build\\\": 62, \\\"housing\\\": 4, \\\"silicon\\\": 30, \\\"valley\\\": 30, \\\"disruption\\\": 11, \\\"issue\\\": 17, \\\"resolved\\\": 6, \\\"facing\\\": 5, \\\"spins\\\": 4, \\\"geothermal\\\": 4, \\\"startup\\\": 33, \\\"dandelion\\\": 4, \\\"china's\\\": 62, \\\"baidu\\\": 15, \\\"taps\\\": 22, \\\"partners\\\": 63, \\\"advance\\\": 12, \\\"start\\\": 54, \\\"getting\\\": 2, \\\"norwegian\\\": 2, \\\"wind\\\": 14, \\\"september\\\": 12, \\\"dealings\\\": 2, \\\"learn\\\": 2, \\\"erstwhile\\\": 2, \\\"rival\\\": 28, \\\"faces\\\": 42, \\\"oversight\\\": 10, \\\"top\\\": 139, \\\"refile\\\": 76, \\\"expects\\\": 22, \\\"accrue\\\": 2, \\\"imposed\\\": 5, \\\"ec\\\": 2, \\\"decision\\\": 24, \\\"q2\\\\u200d\\\\u200b\\\": 2, \\\"hits\\\": 59, \\\"fines\\\": 13, \\\"case\\\": 195, \\\"it\\\": 88, \\\"considering\\\": 18, \\\"appeal\\\": 94, \\\"regulators\\\": 66, \\\"42\\\": 4, \\\"euro\\\": 13, \\\"avis\\\": 2, \\\"manage\\\": 5, \\\"stop\\\": 18, \\\"scanning\\\": 8, \\\"creating\\\": 9, \\\"targeted\\\": 7, \\\"london\\\": 16, \\\"blockchain\\\": 39, \\\"raises\\\": 51, \\\"40\\\": 19, \\\"fresh\\\": 17, \\\"travis\\\": 4, \\\"kalanick\\\": 4, \\\"resigns\\\": 6, \\\"under\\\": 32, \\\"investor\\\": 23, \\\"pressure\\\": 23, \\\"tightens\\\": 5, \\\"measures\\\": 8, \\\"remove\\\": 11, \\\"extremist\\\": 7, \\\"youtube\\\": 48, \\\"apple\\\": 2075, \\\"analyst\\\": 7, \\\"research\\\": 16, \\\"extends\\\": 34, \\\"stock\\\": 88, \\\"selloff\\\": 11, \\\"retires\\\": 5, \\\"firefly\\\": 2, \\\"focus\\\": 41, \\\"mass\\\": 4, \\\"produced\\\": 2, \\\"vehicles\\\": 10, \\\"has\\\": 64, \\\"reached\\\": 10, \\\"tax\\\": 206, \\\"2016\\\": 64, \\\"finance\\\": 23, \\\"minister\\\": 10, \\\"finmin\\\": 6, \\\"softbank\\\": 21, \\\"robotics\\\": 8, \\\"businesses\\\": 21, \\\"agrees\\\": 19, \\\"boston\\\": 6, \\\"dynamics\\\": 8, \\\"agreement\\\": 66, \\\"acquire\\\": 26, \\\"rules\\\": 78, \\\"document\\\": 12, \\\"lack\\\": 4, \\\"lines\\\": 9, \\\"sub\\\": 2, \\\"saharan\\\": 2, \\\"africa's\\\": 3, \\\"farm\\\": 8, \\\"inc's\\\": 8, \\\"\\\\u200dnest\\\": 2, \\\"labs\\\": 12, \\\"ecobee\\\": 2, \\\"announce\\\": 25, \\\"long\\\": 26, \\\"term\\\": 24, \\\"patent\\\": 272, \\\"cross\\\": 12, \\\"license\\\": 29, \\\"agreement\\\\u200b\\\": 2, \\\"trucks\\\": 9, \\\"exclusive\\\": 62, \\\"hefty\\\": 6, \\\"shopping\\\": 26, \\\"august\\\": 20, \\\"sources\\\": 157, \\\"chief\\\": 69, \\\"at\\\": 245, \\\"center\\\": 81, \\\"levandowski\\\": 2, \\\"amid\\\": 47, \\\"dispute\\\": 86, \\\"acquisitions\\\": 35, \\\"accelerate\\\": 6, \\\"giants\\\": 24, \\\"seek\\\": 10, \\\"ai\\\": 28, \\\"smarts\\\": 2, \\\"conclude\\\": 7, \\\"cases\\\": 14, \\\"next\\\": 85, \\\"few\\\": 16, \\\"months\\\": 29, \\\"shifts\\\": 22, \\\"apps\\\": 63, \\\"digital\\\": 56, \\\"assistant\\\": 17, \\\"wall\\\": 504, \\\"st\\\": 378, \\\"symphony\\\": 4, \\\"63\\\": 3, \\\"valued\\\": 4, \\\"paulson\\\": 5, \\\"co\\\": 39, \\\"takes\\\": 95, \\\"dish\\\": 9, \\\"network\\\": 36, \\\"monsanto\\\": 6, \\\"omega\\\": 14, \\\"advisors\\\": 14, \\\"zynga\\\": 2, \\\"jpmorgan\\\": 10, \\\"334\\\": 2, \\\"settle\\\": 30, \\\"italian\\\": 8, \\\"306\\\": 2, \\\"euros\\\": 18, \\\"spam\\\": 6, \\\"targets\\\": 33, \\\"malicious\\\": 6, \\\"link\\\": 7, \\\"cheer\\\": 20, \\\"delphi's\\\": 5, \\\"bet\\\": 21, \\\"connected\\\": 27, \\\"docs\\\": 8, \\\"warns\\\": 42, \\\"customers\\\": 31, \\\"links\\\": 3, \\\"italy\\\": 38, \\\"this\\\": 43, \\\"week\\\": 91, \\\"paper\\\": 7, \\\"gets\\\": 53, \\\"australian\\\": 29, \\\"office\\\": 39, \\\"demand\\\": 79, \\\"pichai's\\\": 2, \\\"total\\\": 17, \\\"compensation\\\": 18, \\\"199\\\": 6, \\\"big\\\": 100, \\\"data\\\": 186, \\\"analytics\\\": 15, \\\"cloudera\\\": 4, \\\"market\\\": 148, \\\"debut\\\": 15, \\\"google's\\\": 85, \\\"non\\\": 28, \\\"puts\\\": 18, \\\"spotlight\\\": 16, \\\"cloud\\\": 216, \\\"morning\\\": 20, \\\"call\\\": 34, \\\"india\\\": 96, \\\"april\\\": 8, \\\"28\\\": 11, \\\"parent\\\": 11, \\\"29\\\": 9, \\\"percent\\\": 44, \\\"strong\\\": 60, \\\"lift\\\": 21, \\\"nasdaq\\\": 116, \\\"hours\\\": 4, \\\"eps\\\": 15, \\\"73\\\": 6, \\\"q1\\\": 40, \\\"touts\\\": 10, \\\"corporate\\\": 32, \\\"restructuring\\\": 13, \\\"testing\\\": 17, \\\"ride\\\": 25, \\\"arizona\\\": 7, \\\"verily\\\": 10, \\\"track\\\": 20, \\\"health\\\": 33, \\\"android\\\": 133, \\\"rivals\\\": 57, \\\"rpt\\\": 116, \\\"'arms\\\": 6, \\\"race'\\\": 6, \\\"complicates\\\": 6, \\\"supplier\\\": 54, \\\"alliances\\\": 6, \\\"ceo's\\\": 9, \\\"iron\\\": 5, \\\"grip\\\": 3, \\\"poses\\\": 2, \\\"challenge\\\": 31, \\\"coo\\\": 8, \\\"trump\\\": 55, \\\"muslim\\\": 4, \\\"tries\\\": 9, \\\"a\\\": 231, \\\"louder\\\": 4, \\\"voice\\\": 24, \\\"technology\\\": 113, \\\"differs\\\": 6, \\\"waymo's\\\": 6, \\\"tweaks\\\": 5, \\\"strategy\\\": 20, \\\"curb\\\": 5, \\\"stealing\\\": 4, \\\"exec\\\": 36, \\\"'no\\\": 8, \\\"basis'\\\": 6, \\\"believe\\\": 7, \\\"criminal\\\": 6, \\\"probe\\\": 51, \\\"underway\\\": 6, \\\"filing\\\": 51, \\\"executive\\\": 49, \\\"facebook's\\\": 12, \\\"live\\\": 22, \\\"location\\\": 15, \\\"sharing\\\": 17, \\\"allow\\\": 11, \\\"moody's\\\": 15, \\\"loss\\\": 39, \\\"notable\\\": 3, \\\"advertisers\\\": 4, \\\"platform\\\": 42, \\\"credit\\\": 18, \\\"negative\\\": 5, \\\"but\\\": 86, \\\"does\\\": 9, \\\"not\\\": 121, \\\"impact\\\": 14, \\\"aa2\\\": 4, \\\"rating\\\": 14, \\\"youtube's\\\": 6, \\\"grab\\\": 6, \\\"tv\\\": 91, \\\"dollars\\\": 11, \\\"imperiled\\\": 6, \\\"advertiser\\\": 6, \\\"revolt\\\": 6, \\\"allows\\\": 13, \\\"their\\\": 34, \\\"locations\\\": 8, \\\"mapping\\\": 12, \\\"consumer\\\": 26, \\\"authorities\\\": 3, \\\"take\\\": 69, \\\"financial\\\": 27, \\\"firms\\\": 75, \\\"embrace\\\": 4, \\\"'fat\\\": 3, \\\"fingers'\\\": 3, \\\"notwithstanding\\\": 3, \\\"turner\\\": 4, \\\"fox\\\": 4, \\\"viacom\\\": 7, \\\"way\\\": 12, \\\"laser\\\": 2, \\\"audience\\\": 3, \\\"claim\\\": 12, \\\"intellectual\\\": 8, \\\"property\\\": 13, \\\"theft\\\": 20, \\\"seeks\\\": 55, \\\"injunction\\\": 7, \\\"reported\\\": 5, \\\"danish\\\": 6, \\\"watchdog\\\": 26, \\\"unlimited\\\": 6, \\\"storage\\\": 8, \\\"foe\\\": 2, \\\"complaint\\\": 25, \\\"cements\\\": 6, \\\"uneasy\\\": 6, \\\"marriage\\\": 8, \\\"quietly\\\": 23, \\\"firm\\\": 102, \\\"heart\\\": 6, \\\"asked\\\": 5, \\\"resign\\\": 2, \\\"disclosing\\\": 2, \\\"prior\\\": 2, \\\"sexual\\\": 2, \\\"allegation\\\": 3, \\\"recode\\\": 11, \\\"sues\\\": 77, \\\"charge\\\": 32, \\\"upgrades\\\": 2, \\\"'aa\\\": 5, \\\"'\\\": 16, \\\"continued\\\": 7, \\\"operating\\\": 26, \\\"performance\\\": 7, \\\"conservative\\\": 4, \\\"policy\\\": 13, \\\"confident\\\": 4, \\\"brushes\\\": 2, \\\"off\\\": 98, \\\"concerns\\\": 26, \\\"day\\\": 103, \\\"roadshow\\\": 4, \\\"sours\\\": 3, \\\"telenor\\\": 7, \\\"roll\\\": 9, \\\"messaging\\\": 11, \\\"asia\\\": 19, \\\"europe\\\": 48, \\\"jana\\\": 15, \\\"llc\\\": 7, \\\"sole\\\": 7, \\\"marathon\\\": 3, \\\"petroleum\\\": 2, \\\"microsoft\\\": 687, \\\"chesapeake\\\": 3, \\\"energy\\\": 62, \\\"vanguard\\\": 3, \\\"group\\\": 68, \\\"49\\\": 5, \\\"passive\\\": 5, \\\"dec\\\": 14, \\\"31\\\": 12, \\\"quits\\\": 13, \\\"trump's\\\": 14, \\\"advisory\\\": 11, \\\"asks\\\": 57, \\\"exception\\\": 12, \\\"program\\\": 29, \\\"immigration\\\": 16, \\\"orders\\\": 65, \\\"administration\\\": 24, \\\"strength\\\": 8, \\\"core\\\": 10, \\\"taxes\\\": 21, \\\"4th\\\": 9, \\\"qtr\\\": 14, \\\"gaap\\\": 33, \\\"36\\\": 3, \\\"quarterly\\\": 89, \\\"22\\\": 24, \\\"looking\\\": 12, \\\"proposal\\\": 6, \\\"labor\\\": 11, \\\"department\\\": 16, \\\"meet\\\": 36, \\\"friday\\\": 15, \\\"artificial\\\": 32, \\\"intelligence\\\": 33, \\\"expand\\\": 42, \\\"expansion\\\": 22, \\\"into\\\": 116, \\\"glasses\\\": 9, \\\"soros\\\": 11, \\\"gm\\\": 12, \\\"appaloosa\\\": 6, \\\"kinder\\\": 2, \\\"morgan\\\": 11, \\\"mondelez\\\": 2, \\\"international\\\": 19, \\\"charter\\\": 3, \\\"eye\\\": 19, \\\"tracking\\\": 15, \\\"tobii\\\": 2, \\\"raise\\\": 22, \\\"investments\\\": 10, \\\"discloses\\\": 5, \\\"snapchat\\\": 4, \\\"formally\\\": 3, \\\"rejects\\\": 43, \\\"charges\\\": 42, \\\"reach\\\": 24, \\\"settlement\\\": 30, \\\"salesforce\\\": 27, \\\"speaks\\\": 6, \\\"failed\\\": 13, \\\"efforts\\\": 10, \\\"linkedin\\\": 47, \\\"banks\\\": 51, \\\"scramble\\\": 6, \\\"fill\\\": 2, \\\"jobs\\\": 100, \\\"signs\\\": 65, \\\"cbs\\\": 7, \\\"web\\\": 45, \\\"buys\\\": 35, \\\"marketing\\\": 15, \\\"famebit\\\": 6, \\\"acquires\\\": 28, \\\"still\\\": 24, \\\"mulls\\\": 19, \\\"shareholders\\\": 16, \\\"resist\\\": 3, \\\"twitter's\\\": 2, \\\"slump\\\": 15, \\\"report\\\": 100, \\\"that\\\": 40, \\\"potential\\\": 32, \\\"bidders\\\": 7, \\\"lose\\\": 11, \\\"interest\\\": 12, \\\"plunge\\\": 13, \\\"are\\\": 40, \\\"scarce\\\": 5, \\\"drops\\\": 25, \\\"won't\\\": 20, \\\"hires\\\": 40, \\\"former\\\": 68, \\\"warner\\\": 3, \\\"music\\\": 63, \\\"lyor\\\": 2, \\\"cohen\\\": 2, \\\"france\\\": 18, \\\"boss\\\": 16, \\\"insurance\\\": 14, \\\"malls\\\": 8, \\\"cafes\\\": 4, \\\"thailand\\\": 3, \\\"tougher\\\": 4, \\\"collection\\\": 2, \\\"japan\\\": 47, \\\"government\\\": 59, \\\"panel\\\": 11, \\\"hinder\\\": 6, \\\"competition\\\": 52, \\\"shows\\\": 34, \\\"nikkei\\\": 57, \\\"sanofi\\\": 6, \\\"set\\\": 98, \\\"jv\\\": 3, \\\"diabetes\\\": 10, \\\"given\\\": 11, \\\"reply\\\": 12, \\\"apigee\\\": 6, \\\"625\\\": 15, \\\"developer\\\": 11, \\\"shelves\\\": 2, \\\"plan\\\": 45, \\\"phone\\\": 57, \\\"interchangeable\\\": 2, \\\"parts\\\": 7, \\\"winning\\\": 7, \\\"paypal\\\": 4, \\\"sale\\\": 58, \\\"co's\\\": 13, \\\"common\\\": 17, \\\"c\\\": 12, \\\"capital\\\": 31, \\\"chinese\\\": 71, \\\"net\\\": 19, \\\"900\\\": 14, \\\"ventures\\\": 6, \\\"bill\\\": 21, \\\"maris\\\": 4, \\\"'s\\\": 2, \\\"proposed\\\": 15, \\\"senior\\\": 20, \\\"unsecured\\\": 11, \\\"notes\\\": 43, \\\"assigned\\\": 2, \\\"'aa'\\\": 4, \\\"assigns\\\": 2, \\\"gsk\\\": 4, \\\"forge\\\": 4, \\\"715\\\": 2, \\\"bioelectronic\\\": 2, \\\"medicines\\\": 2, \\\"stellar\\\": 4, \\\"b\\\": 2, \\\"21\\\": 14, \\\"verizon\\\": 12, \\\"emerges\\\": 4, \\\"front\\\": 8, \\\"runner\\\": 8, \\\"yahoo\\\": 28, \\\"auction\\\": 10, \\\"driver\\\": 15, \\\"uk\\\": 86, \\\"tribunal\\\": 4, \\\"earned\\\": 4, \\\"less\\\": 9, \\\"than\\\": 63, \\\"minimum\\\": 6, \\\"wage\\\": 14, \\\"respond\\\": 2, \\\"weeks\\\": 12, \\\"notifies\\\": 4, \\\"000\\\": 85, \\\"state\\\": 17, \\\"sponsored\\\": 4, \\\"cyber\\\": 55, \\\"attacks\\\": 17, \\\"month\\\": 27, \\\"roger\\\": 2, \\\"ferguson\\\": 2, \\\"member\\\": 3, \\\"toyota\\\": 18, \\\"based\\\": 27, \\\"expected\\\": 39, \\\"showcase\\\": 3, \\\"powers\\\": 8, \\\"siri\\\": 29, \\\"event\\\": 19, \\\"congress\\\": 20, \\\"scrutinizes\\\": 9, \\\"billing\\\": 9, \\\"competitive\\\": 12, \\\"practices\\\": 20, \\\"keep\\\": 12, \\\"steering\\\": 8, \\\"wheels\\\": 8, \\\"brakes\\\": 2, \\\"nest\\\": 8, \\\"steps\\\": 18, \\\"nest's\\\": 2, \\\"step\\\": 9, \\\"climbs\\\": 12, \\\"may\\\": 115, \\\"other\\\": 47, \\\"well\\\": 8, \\\"divisions\\\": 8, \\\"victory\\\": 3, \\\"code\\\": 31, \\\"copyright\\\": 21, \\\"positive\\\": 6, \\\"transatlantic\\\": 3, \\\"subsea\\\": 3, \\\"cable\\\": 14, \\\"some\\\": 66, \\\"companies\\\": 50, \\\"millennials\\\": 6, \\\"giving\\\": 4, \\\"generation\\\": 12, \\\"z\\\": 2, \\\"investigators\\\": 2, \\\"raid\\\": 2, \\\"paris\\\": 2, \\\"hq\\\": 2, \\\"evasion\\\": 6, \\\"inquiry\\\": 2, \\\"doubles\\\": 9, \\\"home\\\": 32, \\\"allo\\\": 2, \\\"unveils\\\": 60, \\\"compete\\\": 11, \\\"amazon's\\\": 96, \\\"echo\\\": 26, \\\"18\\\": 25, \\\"dan\\\": 2, \\\"loeb's\\\": 2, \\\"700\\\": 8, \\\"ftc\\\": 18, \\\"taking\\\": 18, \\\"look\\\": 19, \\\"politico\\\": 6, \\\"farming\\\": 2, \\\"spell\\\": 2, \\\"shake\\\": 3, \\\"crop\\\": 2, \\\"chemicals\\\": 2, \\\"sector\\\": 20, \\\"canadian\\\": 8, \\\"bureau\\\": 4, \\\"closed\\\": 3, \\\"fiat\\\": 13, \\\"chrysler\\\": 12, \\\"partnership\\\": 72, \\\"smashes\\\": 4, \\\"expectations\\\": 24, \\\"surge\\\": 33, \\\"apple's\\\": 171, \\\"iphone\\\": 318, \\\"juggernaut\\\": 4, \\\"stops\\\": 5, \\\"decline\\\": 19, \\\"rates\\\": 12, \\\"level\\\": 16, \\\"ford\\\": 17, \\\"coalition\\\": 2, \\\"further\\\": 10, \\\"84\\\": 3, \\\"final\\\": 15, \\\"participation\\\": 2, \\\"exchange\\\": 4, \\\"offers\\\": 54, \\\"comments\\\": 17, \\\"eu's\\\": 31, \\\"street\\\": 128, \\\"ends\\\": 63, \\\"flat\\\": 59, \\\"tumble\\\": 18, \\\"mixed\\\": 31, \\\"agree\\\": 13, \\\"complaints\\\": 34, \\\"each\\\": 10, \\\"misses\\\": 33, \\\"view\\\": 17, \\\"1st\\\": 5, \\\"adj\\\": 7, \\\"shr\\\": 10, \\\"17\\\": 20, \\\"timeline\\\": 4, \\\"wins\\\": 68, \\\"loses\\\": 47, \\\"battles\\\": 9, \\\"obama\\\": 31, \\\"urges\\\": 23, \\\"agency\\\": 18, \\\"boxes\\\": 9, \\\"issues\\\": 20, \\\"emergency\\\": 3, \\\"ransomware\\\": 13, \\\"plans\\\": 131, \\\"deals\\\": 57, \\\"mergers\\\": 40, \\\"weighs\\\": 55, \\\"introduces\\\": 14, \\\"fcc\\\": 5, \\\"receives\\\": 16, \\\"104\\\": 2, \\\"bids\\\": 13, \\\"participate\\\": 4, \\\"spectrum\\\": 7, \\\"robot\\\": 5, \\\"services\\\": 83, \\\"re\\\": 15, \\\"being\\\": 7, \\\"probed\\\": 4, \\\"alleged\\\": 8, \\\"urge\\\": 14, \\\"get\\\": 52, \\\"roads\\\": 14, \\\"auto\\\": 22, \\\"crash\\\": 3, \\\"fi\\\": 9, \\\"exiting\\\": 2, \\\"invite\\\": 2, \\\"only\\\": 5, \\\"mode\\\": 2, \\\"say\\\": 25, \\\"have\\\": 35, \\\"broken\\\": 4, \\\"prices\\\": 42, \\\"restaurants\\\": 9, \\\"show\\\": 38, \\\"economy's\\\": 2, \\\"bite\\\": 13, \\\"fiber's\\\": 2, \\\"video\\\": 70, \\\"subscriber\\\": 7, \\\"79\\\": 8, \\\"2015\\\": 45, \\\"accounts\\\": 4, \\\"11\\\": 20, \\\"moved\\\": 4, \\\"via\\\": 11, \\\"low\\\": 48, \\\"'dutch\\\": 2, \\\"sandwich'\\\": 2, \\\"2014\\\": 18, \\\"airwaves\\\": 2, \\\"tell\\\": 7, \\\"come\\\": 14, \\\"clean\\\": 5, \\\"opens\\\": 70, \\\"managers\\\": 25, \\\"boost\\\": 93, \\\"computers\\\": 8, \\\"can\\\": 47, \\\"qualify\\\": 4, \\\"scrub\\\": 2, \\\"soothe\\\": 2, \\\"objections\\\": 2, \\\"grant\\\": 4, \\\"worth\\\": 10, \\\"extend\\\": 22, \\\"losses\\\": 29, \\\"valuations\\\": 3, \\\"dented\\\": 3, \\\"bloodbath\\\": 2, \\\"singhal\\\": 4, \\\"quit\\\": 4, \\\"be\\\": 76, \\\"replaced\\\": 2, \\\"amit\\\": 2, \\\"leave\\\": 24, \\\"lenovo's\\\": 2, \\\"q3\\\": 26, \\\"falls\\\": 73, \\\"8\\\": 55, \\\"12\\\": 20, \\\"beats\\\": 44, \\\"estimates\\\": 64, \\\"sends\\\": 15, \\\"overtakes\\\": 7, \\\"value\\\": 32, \\\"magic\\\": 3, \\\"leap\\\": 5, \\\"793\\\": 3, \\\"led\\\": 15, \\\"alibaba\\\": 42, \\\"passes\\\": 8, \\\"become\\\": 18, \\\"most\\\": 29, \\\"valuable\\\": 9, \\\"traded\\\": 8, \\\"feb\\\": 14, \\\"surpasses\\\": 3, \\\"now\\\": 44, \\\"rise\\\": 87, \\\"give\\\": 16, \\\"peek\\\": 5, \\\"cost\\\": 31, \\\"'moonshot'\\\": 2, \\\"bets\\\": 40, \\\"changes\\\": 17, \\\"format\\\": 4, \\\"separate\\\": 4, \\\"g'day\\\": 2, \\\"twang\\\": 2, \\\"slang\\\": 2, \\\"segments\\\": 2, \\\"german\\\": 49, \\\"artists'\\\": 8, \\\"fees\\\": 10, \\\"files\\\": 71, \\\"drone\\\": 31, \\\"'delivery\\\": 2, \\\"receptacle'\\\": 2, \\\"pm\\\": 11, \\\"cameron\\\": 5, \\\"proposes\\\": 15, \\\"box\\\": 12, \\\"players\\\": 7, \\\"delivery\\\": 59, \\\"receptacle\\\": 2, \\\"face\\\": 40, \\\"grilling\\\": 4, \\\"joins\\\": 28, \\\"ibm\\\": 354, \\\"industry\\\": 33, \\\"transforms\\\": 4, \\\"185\\\": 3, \\\"back\\\": 66, \\\"critics\\\": 19, \\\"want\\\": 10, \\\"130\\\": 5, \\\"pounds\\\": 3, \\\"corp\\\": 37, \\\"denies\\\": 22, \\\"rumors\\\": 3, \\\"add\\\": 17, \\\"chairman\\\": 31, \\\"'we\\\": 2, \\\"experimental\\\": 3, \\\"stage'\\\": 2, \\\"stay\\\": 7, \\\"defensive\\\": 3, \\\"heading\\\": 3, \\\"make\\\": 44, \\\"expanding\\\": 10, \\\"fiber\\\": 8, \\\"la\\\": 10, \\\"chicago\\\": 12, \\\"j\\\": 13, \\\"aim\\\": 12, \\\"smarter\\\": 2, \\\"smaller\\\": 9, \\\"cheaper\\\": 13, \\\"surgical\\\": 2, \\\"life\\\": 18, \\\"sciences\\\": 10, \\\"renames\\\": 6, \\\"itself\\\": 11, \\\"eolus\\\": 2, \\\"supply\\\": 23, \\\"google\\\\u007fs\\\": 2, \\\"finnish\\\": 13, \\\"ryanair\\\": 9, \\\"sue\\\": 10, \\\"irish\\\": 21, \\\"'misleading\\\": 4, \\\"adverts'\\\": 4, \\\"legal\\\": 29, \\\"edreams\\\": 2, \\\"insight\\\": 48, \\\"fringes\\\": 4, \\\"spies\\\": 4, \\\"game\\\": 16, \\\"delaware\\\": 3, \\\"magistrate\\\": 2, \\\"collarity\\\": 2, \\\"suit\\\": 22, \\\"play\\\": 11, \\\"store\\\": 67, \\\"best\\\": 29, \\\"vmware\\\": 10, \\\"founder\\\": 24, \\\"diane\\\": 5, \\\"greene\\\": 6, \\\"lead\\\": 30, \\\"run\\\": 16, \\\"contest\\\": 8, \\\"russia's\\\": 18, \\\"ericsson\\\": 46, \\\"sees\\\": 57, \\\"tenfold\\\": 4, \\\"2021\\\": 5, \\\"yandex\\\": 6, \\\"complained\\\": 4, \\\"defeats\\\": 11, \\\"claims\\\": 34, \\\"browser\\\": 13, \\\"monopoly\\\": 7, \\\"vestager\\\": 15, \\\"all\\\": 50, \\\"options\\\": 27, \\\"lufthansa\\\": 2, \\\"flights\\\": 8, \\\"website\\\": 16, \\\"bookings\\\": 2, \\\"flipkart\\\": 9, \\\"experience\\\": 11, \\\"begin\\\": 12, \\\"package\\\": 13, \\\"deliveries\\\": 23, \\\"2017\\\": 45, \\\"sued\\\": 10, \\\"express\\\": 11, \\\"wages\\\": 8, \\\"indonesian\\\": 5, \\\"access\\\": 20, \\\"barry\\\": 2, \\\"diller's\\\": 2, \\\"iac\\\": 2, \\\"formerly\\\": 12, \\\"sets\\\": 49, \\\"buyback\\\": 16, \\\"13\\\": 22, \\\"pact\\\": 8, \\\"miss\\\": 11, \\\"minority\\\": 2, \\\"300\\\": 18, \\\"mobvoi\\\": 2, \\\"deutsche\\\": 17, \\\"telekom\\\": 3, \\\"file\\\": 7, \\\"nyt\\\": 13, \\\"offering\\\": 39, \\\"free\\\": 30, \\\"book\\\": 22, \\\"poaches\\\": 10, \\\"kordestani\\\": 4, \\\"disruptions\\\": 2, \\\"booking\\\": 3, \\\"fast\\\": 9, \\\"loading\\\": 4, \\\"heavy\\\": 11, \\\"correct\\\": 6, \\\"contracts\\\": 9, \\\"manufacturers\\\": 11, \\\"november\\\": 5, \\\"backed\\\": 17, \\\"ifx\\\": 2, \\\"i\\\": 11, \\\"engine's\\\": 6, \\\"restore\\\": 12, \\\"30\\\": 22, \\\"verdict\\\": 22, \\\"slightly\\\": 16, \\\"early\\\": 32, \\\"bye\\\": 20, \\\"hello\\\": 10, \\\"moves\\\": 24, \\\"two\\\": 61, \\\"sigma\\\": 2, \\\"spector\\\": 2, \\\"officer\\\": 15, \\\"hillary\\\": 6, \\\"clinton\\\": 6, \\\"aides\\\": 6, \\\"worried\\\": 15, \\\"private\\\": 29, \\\"email\\\": 32, \\\"2011\\\": 7, \\\"nexus\\\": 9, \\\"tablet\\\": 26, \\\"smartphones\\\": 14, \\\"sept\\\": 23, \\\"renewed\\\": 10, \\\"scrutiny\\\": 17, \\\"system\\\": 41, \\\"scanner\\\": 3, \\\"samsung\\\": 170, \\\"defeat\\\": 4, \\\"piracy\\\": 4, \\\"infringement\\\": 26, \\\"shopify\\\": 2, \\\"boosting\\\": 3, \\\"presence\\\": 4, \\\"blackberry's\\\": 2, \\\"hometown\\\": 2, \\\"cleaning\\\": 4, \\\"globally\\\": 21, \\\"intend\\\": 4, \\\"carmaker\\\": 4, \\\"nimh\\\": 4, \\\"director\\\": 18, \\\"violating\\\": 9, \\\"law\\\": 36, \\\"truecar's\\\": 4, \\\"krafcik\\\": 4, \\\"violates\\\": 2, \\\"ahead\\\": 105, \\\"14\\\": 24, \\\"pushes\\\": 22, \\\"payment\\\": 24, \\\"easy\\\": 8, \\\"automakers\\\": 8, \\\"different\\\": 14, \\\"automated\\\": 11, \\\"iconic\\\": 4, \\\"logo\\\": 4, \\\"fifth\\\": 8, \\\"foes\\\": 6, \\\"damages\\\": 23, \\\"team\\\": 64, \\\"improve\\\": 7, \\\"care\\\": 6, \\\"mts\\\": 4, \\\"teams\\\": 25, \\\"organizing\\\": 6, \\\"boon\\\": 7, \\\"autos\\\": 10, \\\"warehouses\\\": 12, \\\"'unfounded'\\\": 8, \\\"abuse\\\": 10, \\\"daimler\\\": 13, \\\"jvs\\\": 6, \\\"magazine\\\": 6, \\\"wi\\\": 8, \\\"router\\\": 7, \\\"limelight\\\": 2, \\\"xyz\\\": 6, \\\"cellcast\\\": 2, \\\"philippines\\\": 2, \\\"chipmaker\\\": 35, \\\"cirtek\\\": 2, \\\"shortlist\\\": 2, \\\"businessworld\\\": 2, \\\"column\\\": 13, \\\"why\\\": 8, \\\"larry\\\": 2, \\\"page\\\": 4, \\\"created\\\": 2, \\\"own\\\": 20, \\\"centralnic\\\": 6, \\\"powering\\\": 4, \\\"abc\\\": 6, \\\"until\\\": 15, \\\"aug\\\": 17, \\\"price\\\": 37, \\\"related\\\": 12, \\\"announcement\\\": 6, \\\"lenovo\\\": 16, \\\"motorola\\\": 10, \\\"hangover\\\": 4, \\\"200\\\": 15, \\\"slide\\\": 29, \\\"tumbles\\\": 7, \\\"struggles\\\": 14, \\\"sell\\\": 64, \\\"made\\\": 12, \\\"ascent\\\": 8, \\\"style\\\": 14, \\\"technical\\\": 10, \\\"chops\\\": 10, \\\"morphs\\\": 8, \\\"clarity\\\": 8, \\\"bmw\\\": 37, \\\"whether\\\": 11, \\\"infringes\\\": 12, \\\"trademark\\\": 17, \\\"rights\\\": 35, \\\"overhaul\\\": 9, \\\"'shareholder\\\": 2, \\\"friendly'\\\": 2, \\\"rallies\\\": 25, \\\"materials\\\": 5, \\\"jumps\\\": 18, \\\"bell\\\": 12, \\\"shakeup\\\": 4, \\\"monthly\\\": 15, \\\"fixes\\\": 6, \\\"subject\\\": 13, \\\"cybersecurity\\\": 23, \\\"directly\\\": 6, \\\"consumers\\\": 17, \\\"refuses\\\": 9, \\\"french\\\": 28, \\\"apply\\\": 12, \\\"'right\\\": 2, \\\"forgotten'\\\": 4, \\\"right\\\": 18, \\\"forgotten\\\": 12, \\\"oracle\\\": 46, \\\"dip\\\": 24, \\\"fail\\\": 10, \\\"impress\\\": 7, \\\"overturn\\\": 15, \\\"licenses\\\": 24, \\\"yelp\\\": 4, \\\"needs\\\": 9, \\\"buyout\\\": 5, \\\"answer\\\": 5, \\\"vows\\\": 7, \\\"ante\\\": 9, \\\"climate\\\": 5, \\\"removes\\\": 11, \\\"thermostats\\\": 6, \\\"stores\\\": 48, \\\"permission\\\": 7, \\\"lg\\\": 22, \\\"electronics\\\": 22, \\\"speculation\\\": 7, \\\"commodity\\\": 7, \\\"caps\\\": 6, \\\"traders\\\": 8, \\\"grow\\\": 13, \\\"bullish\\\": 12, \\\"markets\\\": 129, \\\"hope\\\": 11, \\\"repeat\\\": 7, \\\"indexes\\\": 10, \\\"billions\\\": 11, \\\"drives\\\": 20, \\\"propels\\\": 12, \\\"another\\\": 14, \\\"snapshot\\\": 57, \\\"was\\\": 29, \\\"rear\\\": 2, \\\"ended\\\": 3, \\\"july\\\": 17, \\\"causing\\\": 2, \\\"injuries\\\": 2, \\\"dow\\\": 86, \\\"slip\\\": 19, \\\"oil\\\": 93, \\\"e\\\": 50, \\\"commerce\\\": 21, \\\"etsy\\\": 6, \\\"mention\\\": 2, \\\"porat\\\": 10, \\\"emphasizes\\\": 4, \\\"control\\\": 12, \\\"forecasts\\\": 31, \\\"ebay\\\": 14, \\\"netflix\\\": 17, \\\"dismissal\\\": 13, \\\"privacy\\\": 34, \\\"broadband\\\": 4, \\\"makers\\\": 17, \\\"stand\\\": 9, \\\"nokia\\\": 35, \\\"maps\\\": 20, \\\"here\\\": 14, \\\"begins\\\": 9, \\\"prototype\\\": 4, \\\"austin\\\": 2, \\\"texas\\\": 3, \\\"brazil's\\\": 16, \\\"rousseff\\\": 10, \\\"tops\\\": 31, \\\"tour\\\": 12, \\\"visit\\\": 17, \\\"waze\\\": 2, \\\"carpooling\\\": 2, \\\"pilot\\\": 11, \\\"programme\\\": 2, \\\"israel\\\": 9, \\\"liable\\\": 5, \\\"do\\\": 10, \\\"manager\\\": 16, \\\"imagine\\\": 4, \\\"partnerships\\\": 14, \\\"controls\\\": 11, \\\"mean\\\": 12, \\\"greeks\\\": 11, \\\"click\\\": 12, \\\"greek\\\": 7, \\\"hands\\\": 13, \\\"display\\\": 39, \\\"aol\\\": 7, \\\"california\\\": 24, \\\"declines\\\": 18, \\\"hear\\\": 20, \\\"java\\\": 6, \\\"supreme\\\": 40, \\\"delphi\\\": 11, \\\"didn't\\\": 4, \\\"starts\\\": 20, \\\"road\\\": 22, \\\"prototypes\\\": 8, \\\"oneweb\\\": 10, \\\"500\\\": 59, \\\"bharti\\\": 3, \\\"enterprises\\\": 5, \\\"satellite\\\": 7, \\\"utilities\\\": 3, \\\"shed\\\": 3, \\\"old\\\": 6, \\\"skin\\\": 3, \\\"dictates\\\": 3, \\\"change\\\": 13, \\\"genomics\\\": 4, \\\"broad\\\": 10, \\\"institute's\\\": 4, \\\"dna\\\": 13, \\\"analysis\\\": 11, \\\"toolkit\\\": 4, \\\"confederate\\\": 13, \\\"flag\\\": 13, \\\"getty\\\": 7, \\\"images\\\": 7, \\\"grievance\\\": 4, \\\"british\\\": 16, \\\"june\\\": 30, \\\"19\\\": 17, \\\"gives\\\": 18, \\\"fitbit\\\": 11, \\\"firepower\\\": 8, \\\"crowded\\\": 9, \\\"comment\\\": 8, \\\"permira\\\": 4, \\\"jointly\\\": 9, \\\"tesco's\\\": 4, \\\"ingenico\\\": 5, \\\"collaborate\\\": 23, \\\"border\\\": 9, \\\"due\\\": 38, \\\"sheet\\\": 16, \\\"airbus\\\": 6, \\\"satellites\\\": 5, \\\"beam\\\": 5, \\\"space\\\": 11, \\\"mobli\\\": 4, \\\"photo\\\": 9, \\\"built\\\": 5, \\\"gamers\\\": 4, \\\"costolo\\\": 2, \\\"blackberry\\\": 30, \\\"put\\\": 9, \\\"pressures\\\": 4, \\\"'to\\\": 2, \\\"regulator\\\": 24, \\\"audi\\\": 2, \\\"blackrock\\\": 16, \\\"scientist\\\": 4, \\\"said\\\": 16, \\\"speed\\\": 19, \\\"situs\\\": 2, \\\"commercial\\\": 9, \\\"beyond\\\": 11, \\\"local\\\": 14, \\\"arena\\\": 2, \\\"transaction\\\": 7, \\\"fee\\\": 6, \\\"payments\\\": 31, \\\"accidents\\\": 6, \\\"race\\\": 30, \\\"your\\\": 22, \\\"three\\\": 20, \\\"directors\\\": 16, \\\"survive\\\": 4, \\\"iss\\\": 3, \\\"recommends\\\": 2, \\\"withhold\\\": 2, \\\"vote\\\": 15, \\\"demands\\\": 10, \\\"movie\\\": 12, \\\"studios\\\": 14, \\\"subpoenas\\\": 4, \\\"things\\\": 13, \\\"triple\\\": 9, \\\"trillion\\\": 11, \\\"idc\\\": 6, \\\"trln\\\": 2, \\\"m\\\": 26, \\\"fit\\\": 4, \\\"suvs\\\": 4, \\\"indian\\\": 23, \\\"automaker\\\": 2, \\\"mahindra\\\": 2, \\\"replaces\\\": 8, \\\"division\\\": 11, \\\"vice\\\": 7, \\\"chancellor\\\": 2, \\\"localised\\\": 6, \\\"datacenter\\\": 10, \\\"telecoms\\\": 12, \\\"opera\\\": 2, \\\"150\\\": 5, \\\"venture\\\": 50, \\\"base\\\": 10, \\\"how\\\": 16, \\\"advisers\\\": 6, \\\"like\\\": 11, \\\"websites\\\": 8, \\\"practice\\\": 2, \\\"fingerprint\\\": 8, \\\"cards\\\": 9, \\\"tie\\\": 12, \\\"mainly\\\": 2, \\\"supports\\\": 8, \\\"preview\\\": 2, \\\"inches\\\": 4, \\\"greece\\\": 11, \\\"worries\\\": 36, \\\"collaboration\\\": 19, \\\"gopro\\\": 7, \\\"camera\\\": 6, \\\"equipped\\\": 2, \\\"puretech\\\": 3, \\\"160\\\": 3, \\\"listing\\\": 4, \\\"approached\\\": 6, \\\"merger\\\": 27, \\\"rebuffed\\\": 3, \\\"violations\\\": 16, \\\"huawei\\\": 17, \\\"stakes\\\": 19, \\\"'internet\\\": 7, \\\"things'\\\": 7, \\\"'innocence\\\": 2, \\\"muslims'\\\": 2, \\\"film\\\": 9, \\\"islamic\\\": 4, \\\"nissan\\\": 7, \\\"need\\\": 23, \\\"renault\\\": 8, \\\"alliance\\\": 12, \\\"govt\\\": 3, \\\"hikes\\\": 5, \\\"buttons\\\": 2, \\\"pages\\\": 2, \\\"versus\\\": 16, \\\"exposes\\\": 13, \\\"differences\\\": 10, \\\"within\\\": 10, \\\"review\\\": 33, \\\"behaviour\\\": 3, \\\"groupon's\\\": 4, \\\"forecast\\\": 65, \\\"below\\\": 15, \\\"views\\\": 7, \\\"dollar\\\": 50, \\\"what\\\": 15, \\\"watch\\\": 96, \\\"wednesday\\\": 18, \\\"jury\\\": 16, \\\"mobility\\\": 6, \\\"fujifilm\\\": 4, \\\"door\\\": 15, \\\"margins\\\": 9, \\\"pitches\\\": 6, \\\"chrome\\\": 4, \\\"solocal\\\": 2, \\\"joint\\\": 13, \\\"b2b\\\": 2, \\\"portal\\\": 6, \\\"patents\\\": 60, \\\"complainants\\\": 2, \\\"killed\\\": 4, \\\"mount\\\": 7, \\\"everest\\\": 4, \\\"avalanche\\\": 4, \\\"quake\\\": 6, \\\"triumvirate\\\": 12, \\\"highs\\\": 26, \\\"15\\\": 38, \\\"propelled\\\": 12, \\\"wrapup\\\": 9, \\\"weak\\\": 52, \\\"spending\\\": 19, \\\"hints\\\": 14, \\\"sluggish\\\": 3, \\\"rebound\\\": 15, \\\"hire\\\": 11, \\\"applicants\\\": 2, \\\"futures\\\": 33, \\\"closing\\\": 6, \\\"factbox\\\": 24, \\\"nasdaq's\\\": 8, \\\"'cubes'\\\": 4, \\\"etf\\\": 7, \\\"reaps\\\": 4, \\\"engineers\\\": 9, \\\"marks\\\": 2, \\\"10th\\\": 3, \\\"threat\\\": 22, \\\"rolls\\\": 16, \\\"wireless\\\": 26, \\\"urgent\\\": 3, \\\"lobbying\\\": 11, \\\"encourages\\\": 2, \\\"competitor\\\": 2, \\\"gazprom\\\": 2, \\\"freshdesk\\\": 2, \\\"financing\\\": 6, \\\"accel\\\": 2, \\\"investigate\\\": 10, \\\"transparency\\\": 5, \\\"showdown\\\": 4, \\\"openings\\\": 4, \\\"competitors\\\": 8, \\\"vivendi's\\\": 4, \\\"bollore\\\": 2, \\\"double\\\": 11, \\\"outperform\\\": 3, \\\"frankfurt\\\": 2, \\\"charging\\\": 15, \\\"declares\\\": 10, \\\"independence\\\": 2, \\\"hurting\\\": 4, \\\"past\\\": 11, \\\"probes\\\": 15, \\\"languish\\\": 4, \\\"justice\\\": 18, \\\"reactions\\\": 2, \\\"suggest\\\": 4, \\\"struggle\\\": 2, \\\"centers\\\": 11, \\\"comparison\\\": 4, \\\"sites\\\": 10, \\\"suits\\\": 8, \\\"papers\\\": 3, \\\"several\\\": 8, \\\"officials\\\": 8, \\\"kudelski\\\": 3, \\\"enter\\\": 9, \\\"questions\\\": 12, \\\"values\\\": 9, \\\"andy\\\": 7, \\\"rubin's\\\": 4, \\\"48\\\": 7, \\\"turkey\\\": 4, \\\"withdraw\\\": 8, \\\"limits\\\": 18, \\\"mozilla\\\": 4, \\\"also\\\": 10, \\\"reject\\\": 7, \\\"body's\\\": 6, \\\"certificates\\\": 4, \\\"fails\\\": 15, \\\"dismiss\\\": 8, \\\"wallet\\\": 14, \\\"authority\\\": 4, \\\"denounces\\\": 2, \\\"certificate\\\": 2, \\\"rejection\\\": 2, \\\"australia\\\": 22, \\\"gst\\\": 3, \\\"planned\\\": 4, \\\"cfo\\\": 31, \\\"70\\\": 11, \\\"urgency\\\": 2, \\\"rwe's\\\": 2, \\\"gulf\\\": 2, \\\"dream\\\": 2, \\\"or\\\": 11, \\\"annual\\\": 22, \\\"salary\\\": 2, \\\"650\\\": 2, \\\"regrets\\\": 4, \\\"documents\\\": 6, \\\"stanley's\\\": 4, \\\"2nd\\\": 7, \\\"straight\\\": 20, \\\"drifts\\\": 3, \\\"lower\\\": 97, \\\"buoys\\\": 6, \\\"near\\\": 19, \\\"unchanged\\\": 5, \\\"mark\\\": 9, \\\"little\\\": 14, \\\"changed\\\": 12, \\\"boosts\\\": 21, \\\"swiss\\\": 12, \\\"body\\\": 7, \\\"approves\\\": 20, \\\"swisscom\\\": 4, \\\"directory\\\": 4, \\\"vessel\\\": 5, \\\"fans\\\": 13, \\\"federal\\\": 26, \\\"circuit\\\": 24, \\\"revives\\\": 8, \\\"march\\\": 20, \\\"tag\\\": 14, \\\"heuer\\\": 14, \\\"intel\\\": 355, \\\"smartwatch\\\": 34, \\\"x\\\": 34, \\\"should\\\": 18, \\\"curbed\\\": 4, \\\"glass\\\": 7, \\\"hype\\\": 4, \\\"boeing\\\": 17, \\\"eyes\\\": 28, \\\"'garage'\\\": 2, \\\"fix\\\": 20, \\\"small\\\": 19, \\\"firms'\\\": 6, \\\"problems\\\": 5, \\\"garage\\\": 2, \\\"'cold\\\": 2, \\\"data'\\\": 2, \\\"chatter\\\": 9, \\\"retiring\\\": 5, \\\"leaves\\\": 18, \\\"spreadsheets\\\": 4, \\\"backpack\\\": 4, \\\"patrick\\\": 2, \\\"pichette\\\": 2, \\\"retire\\\": 4, \\\"lee\\\": 6, \\\"confirmed\\\": 6, \\\"debate\\\": 15, \\\"you\\\": 10, \\\"map\\\": 8, \\\"newly\\\": 12, \\\"uncovered\\\": 10, \\\"freak\\\": 10, \\\"bug\\\": 10, \\\"415\\\": 3, \\\"poach\\\": 2, \\\"enters\\\": 29, \\\"hotly\\\": 6, \\\"contested\\\": 6, \\\"capitalist\\\": 10, \\\"doerr\\\": 9, \\\"testifies\\\": 6, \\\"kleiner\\\": 15, \\\"sexism\\\": 18, \\\"john\\\": 8, \\\"met\\\": 7, \\\"schmidt\\\": 10, \\\"poaching\\\": 14, \\\"headed\\\": 10, \\\"approval\\\": 26, \\\"hp\\\": 15, \\\"admits\\\": 6, \\\"'mistake'\\\": 6, \\\"shift\\\": 18, \\\"searches\\\": 17, \\\"large\\\": 14, \\\"beset\\\": 4, \\\"regulation\\\": 10, \\\"merges\\\": 4, \\\"european\\\": 51, \\\"invests\\\": 10, \\\"residential\\\": 4, \\\"solar\\\": 13, \\\"projects\\\": 11, \\\"26\\\": 22, \\\"mulling\\\": 3, \\\"'strategic\\\": 2, \\\"investment'\\\": 2, \\\"jawbone\\\": 2, \\\"combine\\\": 4, \\\"units\\\": 10, \\\"expands\\\": 43, \\\"workplace\\\": 5, \\\"effort\\\": 6, \\\"secure\\\": 11, \\\"devices\\\": 58, \\\"investigated\\\": 4, \\\"prosecutors\\\": 10, \\\"playing\\\": 11, \\\"told\\\": 14, \\\"gender\\\": 11, \\\"discrimination\\\": 4, \\\"heads\\\": 7, \\\"carriers\\\": 7, \\\"conduct\\\": 2, \\\"inspections\\\": 2, \\\"offices\\\": 2, \\\"kids\\\": 5, \\\"fda\\\": 6, \\\"23andme's\\\": 6, \\\"genetic\\\": 6, \\\"screening\\\": 6, \\\"rare\\\": 16, \\\"disorder\\\": 6, \\\"subscription\\\": 10, \\\"model\\\": 5, \\\"expert\\\": 3, \\\"becomes\\\": 6, \\\"partner\\\": 40, \\\"bosch\\\": 13, \\\"interlopers\\\": 6, \\\"force\\\": 10, \\\"react\\\": 6, \\\"kohl's\\\": 8, \\\"relatively\\\": 1, \\\"q4\\\": 21, \\\"trend\\\": 2, \\\"errors\\\": 2, \\\"expose\\\": 5, \\\"180\\\": 6, \\\"prescription\\\": 4, \\\"steroid\\\": 1, \\\"creams\\\": 1, \\\"sold\\\": 19, \\\"without\\\": 5, \\\"groundbreaking\\\": 1, \\\"prime\\\": 62, \\\"series\\\": 11, \\\"manchester\\\": 1, \\\"city\\\": 8, \\\"fc\\\": 1, \\\"oppose\\\": 13, \\\"olive\\\": 5, \\\"branch\\\": 6, \\\"baltimore\\\": 1, \\\"county\\\": 1, \\\"fulfillment\\\": 32, \\\"alexa\\\": 28, \\\"available\\\": 16, \\\"invitation\\\": 1, \\\"japan\\\\u200b\\\": 1, \\\"literature\\\": 3, \\\"much\\\": 6, \\\"67\\\": 2, \\\"gray\\\": 1, \\\"rosetta\\\": 1, \\\"stone\\\": 1, \\\"through\\\": 16, \\\"skill\\\": 1, \\\"workhorse\\\": 1, \\\"vans\\\": 1, \\\"ohio\\\": 4, \\\"debuts\\\": 13, \\\"fire\\\": 19, \\\"stick\\\": 1, \\\"basic\\\": 1, \\\"edition\\\": 2, \\\"100\\\": 38, \\\"countries\\\": 9, \\\"territories\\\": 1, \\\"tencent\\\": 13, \\\"confirms\\\": 11, \\\"priced\\\": 1, \\\"range\\\": 5, \\\"discounts\\\": 10, \\\"sellers'\\\": 3, \\\"retail\\\": 37, \\\"stiffens\\\": 3, \\\"drug\\\": 11, \\\"distributor\\\": 5, \\\"mckesson\\\": 3, \\\"cvs\\\": 3, \\\"health's\\\": 1, \\\"looms\\\": 10, \\\"vancouver\\\": 4, \\\"headcount\\\": 3, \\\"allowed\\\": 4, \\\"undercut\\\": 2, \\\"healthcare\\\": 15, \\\"brightens\\\": 3, \\\"tame\\\": 2, \\\"grade\\\": 6, \\\"lending\\\": 2, \\\"lpc\\\": 4, \\\"grocery\\\": 20, \\\"areas\\\": 5, \\\"blue\\\": 14, \\\"apron\\\": 8, \\\"bigger\\\": 14, \\\"distribution\\\": 21, \\\"ramps\\\": 2, \\\"opening\\\": 7, \\\"black\\\": 7, \\\"store\\\\u200b\\\": 1, \\\"hkt\\\": 1, \\\"trust's\\\": 1, \\\"pccw\\\": 1, \\\"consortium\\\": 5, \\\"ntt\\\": 1, \\\"studio\\\": 2, \\\"relocate\\\": 1, \\\"culver\\\": 1, \\\"t\\\": 20, \\\"strategic\\\": 15, \\\"relationship\\\": 4, \\\"powered\\\": 12, \\\"computing\\\": 16, \\\"massive\\\": 10, \\\"whole\\\": 76, \\\"foods\\\": 76, \\\"acquisition\\\": 25, \\\"busy\\\": 4, \\\"remains\\\": 3, \\\"primary\\\": 4, \\\"wholesale\\\": 1, \\\"pharmacy\\\": 6, \\\"many\\\": 12, \\\"states\\\": 6, \\\"\\\\u200dplans\\\": 1, \\\"seventh\\\": 4, \\\"centre\\\": 21, \\\"wal\\\": 50, \\\"mart\\\": 48, \\\"helps\\\": 8, \\\"smart\\\": 10, \\\"locks\\\": 3, \\\"so\\\": 8, \\\"packages\\\": 5, \\\"scripts\\\": 4, \\\"shrugs\\\": 3, \\\"benefits\\\": 5, \\\"anthem's\\\": 1, \\\"last\\\": 20, \\\"disappointing\\\": 6, \\\"surprising\\\": 1, \\\"hopper\\\": 1, \\\"'joey'\\\": 1, \\\"clients\\\": 3, \\\"\\\\u200dintroduces\\\": 1, \\\"'amazon\\\": 4, \\\"cam\\\": 1, \\\"indoor\\\": 1, \\\"exclusively\\\": 2, \\\"members\\\\u200b\\\": 1, \\\"mexico\\\": 14, \\\"lure\\\": 4, \\\"shoppers\\\": 19, \\\"\\\\u200dlaunches\\\": 1, \\\"shipping\\\": 22, \\\"turn\\\": 8, \\\"print\\\": 4, \\\"stem\\\": 5, \\\"headquarters\\\": 17, \\\"attracts\\\": 3, \\\"238\\\": 4, \\\"proposals\\\": 4, \\\"backs\\\": 16, \\\"hub\\\": 10, \\\"pour\\\": 1, \\\"breaks\\\": 10, \\\"offered\\\": 5, \\\"'counterfeit'\\\": 1, \\\"resolves\\\": 1, \\\"incident\\\": 2, \\\"involving\\\": 1, \\\"unauthorized\\\": 1, \\\"certain\\\": 4, \\\"venues\\\": 1, \\\"lobby\\\": 1, \\\"immigrant\\\": 2, \\\"'dreamers'\\\": 2, \\\"remain\\\": 10, \\\"graphic\\\": 10, \\\"five\\\": 19, \\\"world\\\": 23, \\\"themes\\\": 6, \\\"native\\\": 7, \\\"american\\\": 11, \\\"tribe\\\": 8, \\\"holding\\\": 10, \\\"allegations\\\": 9, \\\"stance\\\": 2, \\\"coupa\\\": 1, \\\"innovate\\\": 1, \\\"\\\\u200dcyrusone\\\": 1, \\\"continues\\\": 8, \\\"direct\\\": 3, \\\"connect\\\": 3, \\\"service\\\\u200b\\\": 1, \\\"retailer\\\": 20, \\\"casino\\\": 2, \\\"cools\\\": 3, \\\"talk\\\": 11, \\\"noon\\\": 1, \\\"battle\\\": 43, \\\"saudi\\\": 3, \\\"roy\\\": 1, \\\"suspended\\\": 3, \\\"following\\\": 4, \\\"pad\\\": 1, \\\"north\\\": 16, \\\"west\\\": 2, \\\"england\\\": 3, \\\"holiday\\\": 45, \\\"hiring\\\": 21, \\\"120\\\": 15, \\\"workers\\\": 20, \\\"gluon\\\": 2, \\\"making\\\": 19, \\\"deep\\\": 5, \\\"learning\\\": 3, \\\"accessible\\\": 2, \\\"developers\\\": 13, \\\"season\\\": 20, \\\"introduced\\\": 2, \\\"teens\\\": 2, \\\"shop\\\": 5, \\\"login\\\\u200d\\\\u200b\\\": 1, \\\"october\\\": 5, \\\"dismisses\\\": 1, \\\"warehouse\\\": 6, \\\"manager's\\\": 1, \\\"hour\\\": 13, \\\"spielberg\\\": 6, \\\"'amazing\\\": 3, \\\"stories'\\\": 3, \\\"rally\\\": 54, \\\"gain\\\": 34, \\\"inks\\\": 7, \\\"nbcuniversal\\\": 5, \\\"speeds\\\": 2, \\\"returns\\\": 14, \\\"purchases\\\": 4, \\\"items\\\": 3, \\\"chains\\\": 5, \\\"eyeing\\\": 6, \\\"pie\\\": 2, \\\"chain\\\": 7, \\\"dips\\\": 19, \\\"fitch\\\": 14, \\\"maintains\\\": 2, \\\"sky\\\": 8, \\\"'bbb\\\": 1, \\\"\\\\u200damazon\\\": 3, \\\"ge\\\": 20, \\\"selected\\\": 3, \\\"aws\\\": 8, \\\"preferred\\\": 2, \\\"provider\\\\u200b\\\": 2, \\\"fedex\\\": 4, \\\"luxembourg\\\": 8, \\\"aside\\\": 2, \\\"repayment\\\": 2, \\\"poste\\\": 1, \\\"italiane\\\": 1, \\\"parcel\\\": 6, \\\"strike\\\": 7, \\\"hitting\\\": 5, \\\"hard\\\": 6, \\\"repay\\\": 3, \\\"295\\\": 2, \\\"leclerc\\\": 2, \\\"logistics\\\": 17, \\\"plus\\\": 18, \\\"dot\\\": 3, \\\"250\\\": 4, \\\"messagebird\\\": 4, \\\"stage\\\": 19, \\\"reform\\\": 3, \\\"rate\\\": 49, \\\"blow\\\": 8, \\\"veteran\\\": 12, \\\"strategist\\\": 2, \\\"taprooms\\\": 2, \\\"hacked\\\": 2, \\\"\\\\u200dtoday\\\": 1, \\\"announced\\\": 7, \\\"euclid\\\\u200b\\\": 1, \\\"mattel\\\": 2, \\\"pokemon\\\": 4, \\\"hotwheels\\\": 2, \\\"lineup\\\": 8, \\\"defend\\\": 3, \\\"edge\\\": 21, \\\"tv\\\\u200b\\\": 1, \\\"mini\\\": 2, \\\"aide\\\": 3, \\\"yamato\\\": 2, \\\"apparently\\\": 1, \\\"convinces\\\": 1, \\\"least\\\": 2, \\\"nike's\\\": 3, \\\"recovery\\\": 16, \\\"america\\\": 12, \\\"likely\\\": 20, \\\"pulled\\\": 1, \\\"brings\\\": 4, \\\"streaming\\\": 45, \\\"gilmore\\\": 2, \\\"girls\\\": 3, \\\"creator\\\": 5, \\\"original\\\": 14, \\\"production\\\": 29, \\\"casey\\\": 1, \\\"affleck's\\\": 1, \\\"sea\\\": 1, \\\"middle\\\": 9, \\\"east\\\": 4, \\\"2019\\\": 8, \\\"affiliate\\\": 3, \\\"27\\\": 8, \\\"fridge\\\": 2, \\\"restaurant\\\": 7, \\\"food\\\": 13, \\\"ordering\\\": 3, \\\"olo\\\": 2, \\\"ties\\\": 20, \\\"\\\\u200dolo\\\": 1, \\\"teaming\\\": 1, \\\"streamline\\\": 4, \\\"incubator\\\": 2, \\\"branches\\\": 2, \\\"forests\\\": 6, \\\"cattle\\\": 2, \\\"ranches\\\": 2, \\\"reviewing\\\": 3, \\\"algorithm\\\": 1, \\\"suggests\\\": 5, \\\"bomb\\\": 1, \\\"ingredients\\\": 1, \\\"agritek\\\": 1, \\\"holdings\\\": 12, \\\"nutrition\\\": 1, \\\"accidental\\\": 3, \\\"gift\\\": 5, \\\"glitch\\\": 9, \\\"accept\\\": 4, \\\"82\\\": 3, \\\"kohls\\\": 1, \\\"\\\\u200d82\\\": 1, \\\"starting\\\": 4, \\\"ocado\\\": 6, \\\"fall\\\": 65, \\\"cautions\\\": 2, \\\"short\\\": 15, \\\"'customer\\\": 1, \\\"experience'\\\": 1, \\\"oregon\\\": 3, \\\"portland\\\": 1, \\\"monroe\\\": 1, \\\"catwalk\\\": 2, \\\"doorstep\\\": 2, \\\"nicopanda\\\": 2, \\\"toys\\\": 2, \\\"'r'\\\": 2, \\\"bankruptcy\\\": 6, \\\"journal\\\": 8, \\\"if\\\": 16, \\\"apparel\\\": 2, \\\"apotheke\\\": 3, \\\"takeover\\\": 14, \\\"currently\\\": 1, \\\"negotiations\\\": 4, \\\"amazon\\\\u200b\\\": 1, \\\"cpi\\\": 1, \\\"december\\\": 2, \\\"hike\\\": 27, \\\"odds\\\": 2, \\\"starboard\\\": 1, \\\"perrigo\\\": 1, \\\"fintech\\\": 8, \\\"southeast\\\": 3, \\\"asian\\\": 7, \\\"ninja\\\": 1, \\\"van\\\": 2, \\\"raising\\\": 1, \\\"60\\\": 2, \\\"bidding\\\": 11, \\\"cities\\\": 7, \\\"'hq2'\\\": 2, \\\"lays\\\": 1, \\\"preferences\\\": 1, \\\"colorado\\\": 7, \\\"submit\\\": 8, \\\"formal\\\": 7, \\\"kentucky\\\": 2, \\\"brown\\\": 3, \\\"sugar\\\": 4, \\\"james\\\": 14, \\\"bond\\\": 39, \\\"hollywood\\\": 4, \\\"reporter\\\": 5, \\\"\\\\u200dannounces\\\": 2, \\\"855\\\": 1, \\\"square\\\": 5, \\\"foot\\\": 2, \\\"staten\\\": 1, \\\"island\\\": 1, \\\"n\\\": 20, \\\"y\\\": 21, \\\"\\\\u200b\\\": 2, \\\"\\\\u200dbrown\\\": 1, \\\"sink\\\": 10, \\\"blackstone's\\\": 2, \\\"mall\\\": 6, \\\"responsibility\\\": 3, \\\"tsx\\\": 2, \\\"slips\\\": 34, \\\"retailers\\\": 25, \\\"weigh\\\": 55, \\\"notches\\\": 1, \\\"0\\\": 47, \\\"slows\\\": 16, \\\"retreats\\\": 6, \\\"gold\\\": 7, \\\"miners\\\": 4, \\\"general's\\\": 2, \\\"stoke\\\": 2, \\\"toward\\\": 15, \\\"eyeballs\\\": 6, \\\"india's\\\": 20, \\\"fashion\\\": 12, \\\"arm\\\": 6, \\\"labels\\\": 5, \\\"eclipse\\\": 2, \\\"united\\\": 25, \\\"natural\\\": 2, \\\"\\\\u200dco\\\": 1, \\\"delivered\\\": 1, \\\"25\\\": 22, \\\"consent\\\": 1, \\\"then\\\": 3, \\\"wholly\\\": 1, \\\"owned\\\": 2, \\\"inc\\\\u200b\\\": 1, \\\"allies\\\": 2, \\\"cortana\\\": 6, \\\"microsoft's\\\": 54, \\\"overall\\\": 2, \\\"selective\\\": 1, \\\"slashes\\\": 5, \\\"produce\\\": 6, \\\"selling\\\": 13, \\\"salem\\\": 1, \\\"breakingviews\\\": 4, \\\"these\\\": 1, \\\"vortex\\\": 1, \\\"senator\\\": 3, \\\"quick\\\": 4, \\\"purchase\\\": 19, \\\"wilt\\\": 2, \\\"ftse\\\": 4, \\\"cut\\\": 73, \\\"escalating\\\": 2, \\\"turf\\\": 2, \\\"war\\\": 12, \\\"complete\\\": 8, \\\"monday\\\": 14, \\\"regulatory\\\": 9, \\\"approvals\\\": 2, \\\"clears\\\": 13, \\\"approve\\\": 3, \\\"titan\\\": 3, \\\"chip\\\": 120, \\\"circuit\\\\u2019s\\\": 1, \\\"huge\\\": 7, \\\"win\\\": 23, \\\"else\\\": 1, \\\"debt\\\": 12, \\\"heady\\\": 2, \\\"tweet\\\": 4, \\\"ramp\\\": 9, \\\"nafta\\\": 7, \\\"eve\\\": 6, \\\"tjx\\\": 2, \\\"among\\\": 8, \\\"bright\\\": 2, \\\"spots\\\": 2, \\\"glum\\\": 2, \\\"pricing\\\": 16, \\\"'instant\\\": 3, \\\"pickup'\\\": 3, \\\"brick\\\": 5, \\\"mortar\\\": 5, \\\"instant\\\": 3, \\\"pickup\\\": 4, \\\"points\\\": 4, \\\"yuan\\\": 14, \\\"longping\\\": 1, \\\"agriculture\\\": 1, \\\"invest\\\": 33, \\\"400\\\": 6, \\\"agri\\\": 1, \\\"biotech\\\": 11, \\\"hk\\\": 5, \\\"macie\\\\u200b\\\": 1, \\\"korea\\\": 21, \\\"tension\\\": 3, \\\"eases\\\": 7, \\\"hot\\\": 2, \\\"topic\\\": 2, \\\"calls\\\": 26, \\\"closes\\\": 14, \\\"walking\\\": 1, \\\"dead\\\": 4, \\\"robert\\\": 5, \\\"kirkman\\\": 1, \\\"skybound\\\": 1, \\\"entertainment\\\": 1, \\\"ticketing\\\": 1, \\\"bolsters\\\": 3, \\\"flipkart's\\\": 2, \\\"transgender\\\": 3, \\\"woman\\\": 3, \\\"husband\\\": 3, \\\"fx\\\": 2, \\\"weakens\\\": 8, \\\"appetite\\\": 1, \\\"briefing\\\": 2, \\\"freer\\\": 2, \\\"meets\\\": 7, \\\"growing\\\": 8, \\\"resistance\\\": 5, \\\"bollywood\\\": 1, \\\"lures\\\": 1, \\\"eros\\\": 5, \\\"library\\\": 3, \\\"shadow\\\": 9, \\\"viacom's\\\": 2, \\\"analysts\\\": 18, \\\"picks\\\": 12, \\\"towards\\\": 4, \\\"launching\\\": 4, \\\"extra\\\": 2, \\\"using\\\": 11, \\\"illegal\\\": 8, \\\"vpns\\\": 3, \\\"freight\\\": 3, \\\"forwarder\\\": 2, \\\"dsv\\\": 2, \\\"pins\\\": 2, \\\"jakks\\\": 2, \\\"pacific\\\": 3, \\\"republicans\\\": 5, \\\"input\\\": 2, \\\"neutrality\\\": 2, \\\"legislation\\\": 2, \\\"singapore\\\": 10, \\\"slings\\\": 3, \\\"everywhere\\\": 1, \\\"can't\\\": 2, \\\"avoid\\\": 6, \\\"disappoint\\\": 6, \\\"knocked\\\": 1, \\\"wave\\\": 3, \\\"roomba\\\": 6, \\\"vacuum\\\": 6, \\\"irobot\\\": 6, \\\"betting\\\": 8, \\\"'smart'\\\": 8, \\\"tobacco\\\": 2, \\\"drag\\\": 28, \\\"plows\\\": 1, \\\"plunges\\\": 8, 